---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cf
source: html/4141562b-178d-10be-fac1-c9a93658aae1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cf Property

Symbol CF, indicating unit Cubic feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Cf { get; }
```